[{"titre": "Gâteau de Carême (pitta nistissimi)", "url": "https://www.cuisine-libre.org/gateau-de-careme-pitta-nistissimi", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/7b/742f562944e47ef872f6e67296a17d.jpg?1644804176", "recette": {"titre": "Gâteau de Carême (pitta nistissimi)", "infos": {"duree_preparation": "15 min", "duree_cuisson": "45 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["3 tasses de farine tout usage", "½ tasse de poudre d’amandes", "2 c. à café de poudre à lever", "1 c. à café de bicarbonate de soude", "1 tasse de jus d’orange", "zeste d’orange râpé", "1 c. à café de cannelle", "¼ c. à café de girofle moulue", "¾ de tasse d’huile d’olive tiède", "1 tasse de sucre", "½ tasse de raisins de Corinthe", "½ tasse de raisins de Smyrne", "½ tasse de noix hachées", "½ tasse d’Ouzo (facultatif)", "éclaboussure d’eau de rose", "sucre glace"], "etapes": ["Diluez le bicarbonate de soude dans le jus d’orange.", "Tamisez la farine avec les amandes moulues, le zeste et les épices. Mélangez bien.", "Dans un grand bol, battez ensemble l’huile chaude, le sucre et le jus d’orange.", "Ajoutez le mélange de farine et mélangez bien.", "Ajoutez les fruits secs et les noix hachées, un shot d’Ouzo et une éclaboussure d’eau de rose. Mélangez bien.", "Versez la pâte dans un moule huilé et fariné de 22 x 32 cm et cuisez à four moyen pendant 45 minutes.", "Laissez refroidir 5 minutes hors du four avant de démouler délicatement. Une fois le gâteau refroidi, transférez dans un plat de service et saupoudrez de sucre glace."]}}, {"titre": "Gâteau de l’amitié Herman", "url": "https://www.cuisine-libre.org/gateau-amitie-herman", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/ed/6dde8989d04665b4a6dcf923c8a0a7.jpg?1645357616", "recette": {"titre": "Gâteau de l’amitié Herman", "infos": {"duree_preparation": "20 min", "duree_cuisson": "40 min", "duree_repos": "10 j", "methode_cuisson": "Four"}, "ingredients": ["1 part de levain Herman [*]", "2 tasses (300 g) de farine", "2 tasses (450 g) de sucre", "2 tasses (210 ml) de lait", "1 tasse (225 g) de sucre", "2 tasses de farine ordinaire", "½ c. à café de sel", "½ c. à café de bicarbonate de soude", "⅔ tasse (160 ml) d’huile neutre (ou de beurre fondu)", "2 œufs", "1 tasse (200 g) de raisins secs", "1 tasse de pommes à cuire coupées en morceaux", "1 c. à café de cannelle"], "etapes": ["Herman est vivant. Vous devez le garder en vie et le nourrir jusqu’à ce qu’il soit prêt à partager, pour faire de délicieux gâteaux avec lui.", "Installez Herman sur votre plan de travail, à température ambiante (entre 22 et 25°C), dans un coin sec et calme. Herman est très frileux : ne le mettez jamais au réfrigérateur, sinon il meurt ! Il n’aime pas non plus les courants d’air. Ni les ustensiles métalliques."]}}, {"titre": "Gâteau des abeilles de Litha", "url": "https://www.cuisine-libre.org/gateau-au-miel-de-litha", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/07/ecadd460485fd018c9d49a2cda10e6.jpg?1644795046", "recette": {"titre": "Gâteau des abeilles de Litha", "infos": {"duree_preparation": "15 min", "duree_cuisson": "30 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["2 œufs", "100 g de sucre", "150 g de farine", "1 sachet de levure", "1 pincée de sel", "5 c. à soupe de miel d’acacia", "un peu de lait", "un peu d’huile neutre", "un peu de beurre", "un peu de sucre glace"], "etapes": ["Préchauffer le four à 220°C et beurrer un moule.", "En fouettant énergiquement, mélanger dans une vasque le sucre et les œufs pour que cela mousse.", "Incorporer le miel, le lait, l’huile, la farine, la levure et le sel en remuant fort pour que cela soit une belle crème lisse.", "Verser la pâte dans le moule et saupoudrer de sucre glace.", "Faire cuire pendant une demie heure en vérifiant la cuisson."]}}, {"titre": "Tartelettes aux myrtilles", "url": "https://www.cuisine-libre.org/tartelettes-aux-myrtilles", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/64/87fdcdbdf2df35718ea62f84033bcc.jpg?1644797698", "recette": {"titre": "Tartelettes aux myrtilles", "infos": {"duree_preparation": "", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["400 g de myrtilles fraîches voire surgelées ou encore en conserve", "250 g de farine", "125 g de beurre", "100 g de sucre", "1 œuf", "50 cl de lait", "3 œufs", "100 g de sucre", "50 g de farine", "1 cuillère à café de sucre vanillé"], "etapes": ["Travailler le beurre et le sucre en pommade, ajouter l’œuf entier et, lorsque le mélange est parfait, ajouter la farine tamisée.", "Mélanger, pétrir sous la paume de la main.", "Mettre en tas, le couper en 4, poser les morceaux les uns sur les autres. Recouper encore en 4.", "Répéter cette opération 3 fois en tout.", "Étendre au rouleau sur 4 mm d’épaisseur, garnir les moules beurrés et légèrement farinés.", "Cuire les tartelettes non garnies à four chaud.CUISSON à four chaud, Th 7 - 220°c, 18 min en surveillant la couleur.", "Fouetter les jaunes d’œufs avec le sucre et le sucre vanillé, ajouter la farine tamisée.", "Délayer avec le lait bouillant, remettre sur le feu, faire bouillir en remuant. Laisser refroidir.", "Remplir les tartelettes refroidies d’ une petite couche de crème pâtissière, puis de myrtilles égouttées.", "Badigeonner le dessus de gelée de groseille tiédie allongée d’une goutte d’eau — si les myrtilles sont fraîches ou surgelées, les faire bouillir 10 min avec 200 g de sucre."]}}, {"titre": "Gâteaux des Saints (Bolinhos dos Santos)", "url": "https://www.cuisine-libre.org/gateaux-des-saints-bolinhos-dos-santos", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/93/2ab33d3e0a722fc36899cd98e927b6.jpg?1644890342", "recette": {"titre": "Gâteaux des Saints (Bolinhos dos Santos)", "infos": {"duree_preparation": "20 min", "duree_cuisson": "25 min", "duree_repos": "45 min", "methode_cuisson": "Four"}, "ingredients": ["600 g de farine", "100 g de sucre", "1 cuillère à café de graines d’aneth moulues", "1 cuillère à café de cannelle", "100 g de beurre ramolli", "1 cuillère à soupe de miel", "2 œufs + 1 œuf battu", "30 g de levure de boulanger", "1,5 dl de lait tiède", "1,2 dl d’huile d’olive vierge extra", "50 g d’amandes effilées", "100 g de raisins secs", "50 g de noix hachées"], "etapes": ["Mélanger la farine, le sucre, les graines d’aneth, le miel, la cannelle, le beurre et 2 œufs.", "Dissoudre la levure dans le lait tiède et ajouter à la préparation. Mélanger jusqu’à obtenir une pâte homogène. Ajouter l’huile d’olive petit à petit en pétrissant entre chaque ajout jusqu’à ce que la pâte absorbe toute l’huile d’olive. Incorporer les fruits secs.", "Beurrer la plaque du four. Faire des boules de pâte et les poser sur la plaque. Laisser lever dans un endroit tempéré pendant environ 45 minutes. Préchauffer le four à 200ºC.", "Badigeonner les boules avec de l’œuf battu et saupoudrer avec un peu de sucre. Faire cuire environ 25 min."]}}, {"titre": "Gâteau au chocolat granuleux", "url": "https://www.cuisine-libre.org/gateau-au-chocolat-granuleux", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/87/521f98205868060869cc6a3c16b9ad.jpg?1644795452", "recette": {"titre": "Gâteau au chocolat granuleux", "infos": {"duree_preparation": "1 h", "duree_cuisson": "15 min", "duree_repos": "2 h", "methode_cuisson": "Four"}, "ingredients": ["125 g de chocolat à pâtisserie noir", "120 g de farine blanche", "70 g de sucre (pas trop fin)", "100 g de beurre", "1 demi sachet de levure chimique", "1 œuf", "1 bonne pincée de sel (si le beurre est doux)"], "etapes": ["Faites fondre le chocolat et le beurre ensemble, lentement, tout doucement… mais ne vous endormez pas quand même, autrement il cuirait et il faudrait tout recommencer.", "Pour vous maintenir éveillé, préparez un récipient avec la farine, le sucre et la poudre de perlimpinpin. Bien mélangés, sans grumeaux. Les grumeaux, c’est pas beau, c’est pas bon.Non, il ne faut pas mettre l’œuf maintenant : il faudrait tout recommencer autrement. Soyez bien attentifs.Pour vous donner un coup de fouet, vous pouvez séparer le blanc du jaune et faire monter le blanc en neige.", "Mais n’oubliez pas le chocolat, surtout. Autrement, il faudrait tout recommencer. D’ailleurs, il doit être parfaitement onctueux, maintenant. Ne vous enflammez pas, vous vous bruleriez, laissez-le tiédir un peu. Ajoutez-le à votre préparation et mélangez-le délicatement, patiemment… Mais pas trop, ça ne servirait à rien.", "Qu’avez-vous fait du jaune de l’œuf ? Malheureux, il faut le garder précieusement. Autrement, il faudrait tout recommencer. Incorporez-le au mélange.", "Et puis le blanc neigeux, bien sûr. Vous ne l’avez pas oublié, celui-là : vos bras sont encore tout échauffés.", "Et le four ? Est-il bien chaud, lui ? Vous l’aviez oublié ! Ce n’est pas grave, ne recommencez pas tout. 200 ou 210°C. Voilà, c’est très très bien.", "Avant de piquer un petit roupillon, vous placez la préparation dans un moule et vous enfournez. Mais, ne dormez pas trop longtemps, autrement le gâteau serait trop cuit et… enfin, vous savez quoi. 10 à 20 minutes, selon le four et la quantité.", "Ne soyez pas trop goulus, maintenant qu’il est cuit, il doit refroidir. Et il sera meilleur encore le lendemain. Oui, vous feriez mieux d’aller vous recoucher. Mais faites bien attention, des brigands pourraient bien venir vous le dérober. Alors, il faudrait tout recommencer."]}}, {"titre": "Barm Brack (pain moucheté irlandais)", "url": "https://www.cuisine-libre.org/barmbrack-pain-brioche-irlandais", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/cb/0c9e6861b9fade8db8254598a79af5.jpg?1644794980", "recette": {"titre": "Barm Brack (pain moucheté irlandais)", "infos": {"duree_preparation": "20 min", "duree_cuisson": "50 min", "duree_repos": "1 h 20", "methode_cuisson": "Four"}, "ingredients": ["225 g de farine tamisée", "15 cl de lait tiède", "50 g de sucre semoule", "4 g de levure de boulanger déshydratée", "1 œuf", "30 g de beurre mou", "1 grosse pincée de muscade", "1 grosse pincée de cannelle", "100 g de raisins secs", "30 g de fruits confits", "50 ml de whiskey Bushmills (facultatif)", "du thé irlandais (Barry’s Tea)", "1 citron, jus et zeste", "des fèves [*]", "1 c. à soupe de beurre", "1 c. à café de cannelle", "½ c. à café de mélange d’épices"], "etapes": ["Trempez les raisins secs dans le whiskey, le thé chaud et le jus de citron pendant 30-45 minutes, puis laissez-les égoutter.", "Délayez la levure dans le lait tiède.", "Pour la pâte : mettez tous les ingrédients dans un saladier et mélangez à l’aide d’une cuillère en bois.", "Pétrissez la pâte à la main pendant 5 minutes sur une surface recouverte de farine.", "Placez la pâte dans un bol recouvert d’un linge humide et laissez reposer pendant environ 1 heure, jusqu’à ce qu’elle double de volume, remplissant le bol.", "Une nouvelle fois, pétrissez la pâte sur une surface recouverte de farine, en ajoutant les fruits imbibés et les fèves [*] de manière à ce qu’ils soient uniformément répartis.", "Placez dans un moule à gâteau de 20-23 cm de diamètre dont vous aurez préalablement beurré et recouvrez d’un linge humide. Laissez dans un endroit chaud pendant environ 20 minutes, jusqu’à ce que la préparation gonfle pour atteindre le bord du moule.", "Mettez à cuire pendant 50 minutes dans un four préchauffé à 200°C.", "Pour le nappage : mélangez le beurre et les épices jusqu’à l’obtention d’un mélange mou.", "Sortez le barmbrack du four. Nappez immédiatement le dessus de beurre aux épices. Laissez refroidir."]}}, {"titre": "Mannele (bonhomme Saint Nicolas)", "url": "https://www.cuisine-libre.org/mannele-bonhomme-saint-nicolas", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/63/f0a2b48c5512caac57e0f74e893b17.jpg?1644797370", "recette": {"titre": "Mannele (bonhomme Saint Nicolas)", "infos": {"duree_preparation": "30 min", "duree_cuisson": "15 min", "duree_repos": "2 h", "methode_cuisson": "Four"}, "ingredients": ["600 g de farine", "1 sachet de levure sèche", "330 ml de lait tiède", "55 g de sucre", "1 œuf", "60 g de beurre pommadeou margarine végétale", "1 jaune d’œuf", "1 c. à soupe de lait"], "etapes": ["Délayer la levure dans le lait tiède.", "Dans un bol, verser la farine, le sel, le sucre et l’œuf battu. Pétrir en ajoutant progressivement le beurre. Ajouter la levure et pétrir jusqu’à obtenir une pâte lisse, souple et non collante.", "Couvrir d’un linge propre et laisser lever environ 1h30 jusqu’à ce que la pâte double de volume.", "Une fois la pâte bien levée, dégazer. Séparer en pâtons allongés. Couper chaque pâton pour séparer des jambes et des bras et bien les écarter. Déposer sur une plaque à pâtisserie chemisée de papier cuisson.", "Laisser lever dans un endroit chaud à l’abri des courants d’air pendant 1 heure.", "Préchauffer le four à 180°C (Th 6).", "Battre un jaune d’œuf avec un cuillerée de lait. Étaler au pinceau sur les Mannele.", "Enfourner et cuire pendant 15 minutes.", "Laisser refroidir sur une grille avant de déguster."]}}, {"titre": "Nian gao (gâteau chinois)", "url": "https://www.cuisine-libre.org/nian-gao-gateau-chinois", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/ab/31791cd6294c9cf8423e6c4280d0b1.jpg?1644794725", "recette": {"titre": "Nian gao (gâteau chinois)", "infos": {"duree_preparation": "15 min", "duree_cuisson": "1 h", "duree_repos": "", "methode_cuisson": "Vapeur"}, "ingredients": ["60 g de sucre en poudre", "30 g de beurre", "2 œufs", "40 g de farine de riz", "1 c. à soupe de farine de blé", "20 cl de lait", "80 g de fruits secs : jujube (datte chinoise), écorce d’orange confite, baies de goji, dattes, litchis séchés…"], "etapes": ["Dans un saladier, mélanger le sucre, le beurre et les jaunes d’œufs.", "Ajouter la farine de blé ainsi que la moitié de la farine de riz, bien mélanger.", "Lorsque le mélange est homogène, ajouter le lait et le reste de farine sans cesser de mélanger. Ajouter les fruits secs.", "Monter les blancs d’œufs en neige ferme et les incorporer très délicatement au mélange précédant.", "Beurrer un moule et y verser la préparation.", "Couvrir et faire cuire à la vapeur pendant environ 1h.", "Démouler après refroidissement et déguster !"]}}, {"titre": "Mersu", "url": "https://www.cuisine-libre.org/mersu", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/a8/897688683cb39d47b51784bc9cda1a.jpg?1644797239", "recette": {"titre": "Mersu", "infos": {"duree_preparation": "", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": "Crudité"}, "ingredients": ["2 tasses de dattes dénoyautées", "2 tasses de pistaches décortiquées"], "etapes": ["À l’aide d’un mortier et d’un pilon (ou d’un robot culinaire) hacher les dates pour les réduire en pâte lisse. Broyer ou piler les pistaches.", "Incorporer la moitié des pistaches moulues à la pâte de dattes et bien mélanger. Rouler en petites boules uniformes (mouillez vos doigts pour les rendre plus faciles à manipuler et lisser).", "Ensuite, étaler les pistaches restantes sur un plat pour y rouler chaque mersu et les enrober, en tapotant doucement pour vous assurer que les pistaches adhérent."]}}, {"titre": "Treize desserts de Noël", "url": "https://www.cuisine-libre.org/treize-desserts-de-noel", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/c0/0591255a78fedb68ad3883bb969914.jpg?1644797798", "recette": {"titre": "Treize desserts de Noël", "infos": {"duree_preparation": "", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": ""}, "ingredients": ["dattes", "noisettes ou noix", "figues sèches", "amandes", "raisins secs", "nougat blanc (aux noisettes, pignons et pistaches)", "nougat noir (au miel et amandes)", "pompe à l’huileou fougasse à la fleur d’oranger", "autre friandise provençale de votre choix", "pommes, poires d’hiver, verdaù (melon vert), raisin blanc…"], "etapes": ["Dressez la table avec treize assiettes garnies de friandises posées sur une nappe blanche : douze pour les produits locaux (4 friandises, 4 mendiants, 4 fruits frais) et la treizième, exceptionnelle, remplie de dattes. Riche en symboles, leur nombre évoque les convives au repas de la Cène.", "Tout d’abord, la pompe à l’huile, véritable tradition provençale, est présentée rompue, comme Jésus le fit avec le pain, et non coupée au couteau. Elle est souvent accompagnée du gibassié, plus croquant.", "Tout autour, les quatre mendiants représentent les ordres mendiants, ordres religieux ayant fait vœu de pauvreté.", "Les nougats représentent les deux confréries de pénitents selon certains, pour d’autres la dualité du bien et du mal, avec le nougat blanc, doux et onctueux, évoquant la pureté et le bien et le nougat noir, dur et cassant, évoquant l’impur et les forces du mal.", "Des fruits frais du jardin complètent quatre autres assiettes.", "Dans la treizième assiette, seul fruit exotique, des dattes, souvenir de la fuite en Égypte, symbolisent le Christ venu de l’Orient.", "Ces treize desserts se dégustent au retour de la messe de minuit et restent sur la table pendant les trois jours suivants. Les convives se doivent de tous les goûter."]}}, {"titre": "Taillis aux fruits secs", "url": "https://www.cuisine-libre.org/taillis-aux-fruits-secs", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/7f/37d13cb694db4fd0ce966bff28a6a7.jpg?1644794407", "recette": {"titre": "Taillis aux fruits secs", "infos": {"duree_preparation": "", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["1 litre de lait d’amande bio", "8 à 10 tranches de pain de mie bien sec (éviter les pains de mie dits moelleux, bien trop gras)ou 200 g de semoule de petit épeautre bio", "150 g de raisins secs bio type sultanines", "150 à 250 g de figues sèches bio encore moelleuses", "50 g de sucre complet de canne équitable bio ou sucre roux ou 3 grandes cuillères de miel", "3 ou 4 dosettes de safran"], "etapes": ["Enlever les croûtes des tranches de pain et émietter dans un petit saladier en particules fines pour mieux pouvoir les délayer.", "Verser le lait d’amandes dans une casserole pouvant en contenir le triple et mettre à chauffer.", "Découper les figues en petits morceaux et les mélanger dans un bol avec les raisins.", "Un fois le lait à ébullition, ajouter le safran puis le sucre et le pain ou la semoule de petit épeautre.", "Laisser cuire à petit feu en remuant régulièrement jusqu’à ce que le pain se dissolve bien ou que la semoule ne fasse pas de grumeaux.", "Ajouter les fruits secs et laisser épaissir à feu très doux, en remuant très souvent pour cela n’attache pas. Attention aux bulles qui éclatent et qui peuvent projeter du liquide chaud.", "Il faut environ 15 min de cuisson avec le pain et 20 min avec l’épeautre.", "Lorsque la crème est bien épaisse, verser dans un plat creux ou dans des petits ramequins individuels.", "On peut décorer avec quelques grains de raisins et du sucre.", "Servir tiède ou froid."]}}, {"titre": "Gâteau de patates douces", "url": "https://www.cuisine-libre.org/gateau-de-patates-douces", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/e1/457815dee47fa9aa794ef7c13a98a5.jpg?1644794533", "recette": {"titre": "Gâteau de patates douces", "infos": {"duree_preparation": "20 min", "duree_cuisson": "1 h", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["1 kg de patates douces", "60 g de beurre", "10 cl de lait", "2 blancs d’œufs", "2 c. à café de fécule de pomme de terre", "1 sachet de sucre vanillé", "1 c. à café de cannelle en poudre", "10 cl de rhum", "1 pincée de sel fin"], "etapes": ["Peler les patates douces, les faire cuire à la vapeur pendant 30 minutes, puis les égoutter et les réduire en purée au tamis pour qu’elle soit assez fine. Mettre cette purée, encore chaude, dans une terrine et incorporer la moitié du beurre en parcelles. Délayer le tout avec le lait versé en filet pendant que l’on remuera avec une cuiller en bois.", "Battre les blancs d’œufs en neige très ferme avec 1 pincée de sel. Incorporer d’abord 2 cuillerées à café de fécule à la pâte, puis le sucre vanillé et 1 cuillerée à café bombée de cannelle. Mélanger intimement, puis en dernier, incorporer le rhum et les blancs en neige. Beurrer un moule à soufflé ou un plat à gratin assez profond avec le reste du beurre et y verser la préparation. Faire cuire dans le four préchauffé à 220°C, à mi-hauteur, pendant 30 minutes. Sortir le gâteau du four et le laisser tiédir légèrement avant de servir."]}}, {"titre": "Quatre-quarts", "url": "https://www.cuisine-libre.org/quatre-quarts", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/77/2b485cb9e9f08b926984501cc5a31b.jpg?1644795460", "recette": {"titre": "Quatre-quarts", "infos": {"duree_preparation": "20 min", "duree_cuisson": "40 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["4 œufs", "200 g de farine T55", "200 g de sucre en poudre", "200 g de beurre doux", "5 g de levure chimique (½ sachet)", "arôme vanille (facultatif)"], "etapes": ["Préchauffez le four à 180°C.", "Enfournez 10 minutes à 180°C, puis baissez la température du four à 145°C pour 30 minutes. Le choc thermique va permettre au quatre-quart de bien monter, puis la cuisson lente va lui donner tout son moelleux et sa densité.", "Laissez-le totalement refroidir à température ambiante avant de déguster. Vous pouvez le préparer la veille pour le lendemain. Quand il est froid, démoulez-le."]}}, {"titre": "Pain de citrouille (Pumpkin Bread)", "url": "https://www.cuisine-libre.org/pain-de-citrouille", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/d6/24f3c2454cefd58ae37f13ccdb7dcf.jpg?1667139255", "recette": {"titre": "Pain de citrouille (Pumpkin Bread)", "infos": {"duree_preparation": "20 min", "duree_cuisson": "50 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["⅔ tasse de saindoux", "1 c. à café de muscade", "2⅔ tasses de sucre", "1 c. à café de cannelle", "4 gros œufs", "2 c. à café de bicarbonate de soude", "1 c. à café de levure", "3⅓ tasses de farine", "⅔ tasse d’eau", "1 boîte de purée de citrouille (ou l’équivalent en citrouille ou autre courge cuite à la vapeur et réduite en purée)", "1½ c. à café de sel", "graines de courge (pour décorer)"], "etapes": ["Mélangez tous les ingrédients jusqu’à ce que la pâte soit lisse. Versez le mélange dans deux moules à pain. Décorer de graines de courges.", "Cuire dans un four pré-chauffé à 200°C pour 50 à 60 min.", "Laisser refroidir avant de démouler.Servir tranché avec du beurre."]}}, {"titre": "Gâteau de St Phanourios (Fanouropita)", "url": "https://www.cuisine-libre.org/gateau-de-st-phanourios-fanouropita", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/3b/1a73d5940b92d346fde71d0c314c52.jpg?1644797854", "recette": {"titre": "Gâteau de St Phanourios (Fanouropita)", "infos": {"duree_preparation": "30 min", "duree_cuisson": "1 h 30", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["1 tasse de jus d’orange", "2 c. à soupe de beurre", "½ c. à café de sel", "2 tasses de raisins secs de Corinthe", "¾ de tasse de sucre", "½ tasse de miel", "1 c. à soupe de cannelle moulue", "½ c. à café de clous de girofle moulu", "2 tasses de farine", "2 c. à soupe de levure", "½ c. à café de bicarbonate de soude", "2 c. à soupe d’écorces d’orange râpées", "graines de sésame"], "etapes": ["Dans une grande casserole à fond épais, mélanger tous les ingrédients listés jusqu’aux clous de girofle.", "Porter à ébullition. Réduire le feu et laisser mijoter pendant exactement 10 min.", "Mettre la casserole dans l’eau froide pour faire refroidir complètement le mélange.", "Dans le sirop refroidi, tamiser la farine, la levure et le bicarbonate de soude.", "Battre vigoureusement pendant 8 à 10 min. avec une cuillère bois, jusqu’à ce que le mélange soit léger et coulant.", "Incorporer les écorces d’orange.", "Verser dans un moule à cake.", "Saupoudrer de graines de sésame.", "Cuire au four pendant 1h à 1h30, en vérifiant la cuisson avec la pointe d’un couteau.", "Laisser refroidir le gâteau dans le moule."]}}, {"titre": "Pain d’épices au citron", "url": "https://www.cuisine-libre.org/pain-d-epices-au-citron", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/b9/8272570040e838368e3daaab38f8a9.jpg?1644795049", "recette": {"titre": "Pain d’épices au citron", "infos": {"duree_preparation": "25 min", "duree_cuisson": "1 h", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["125 g de farine de seigle", "10 g de levure chimique", "125 g de miel", "6 cl de lait", "2 œufs", "30 g d’écorces de citron confit", "3 pincées de cannelle", "1 pincée de poudre d’anis", "1 pincée de muscade râpée", "1 pincée de clous de girofle - moulue"], "etapes": ["Préchauffer le four à 160°C - Th 5/6.", "Tamiser la farine et la levure chimique, les verser dans une terrine en formant un puits.", "Dans une petite casserole, chauffer le miel à 60°C afin d’obtenir une bonne dissolution, puis le verser dans le puits de farine.", "Mélanger le lait et les 2 œufs. les incorporer également dans la farine. Mélanger au fouet de façon à obtenir une pâte lisse et fluide.", "Ajouter ensuite les écorces de citrons confits coupées en petits dés et les épices. Mélanger à nouveau.", "Verser la préparation jusqu’à mi-hauteur dans un moule chemisé de papier de cuisson - sulfurisé - beurré. Enfourner pendant 1 h.", "Démouler le pain d’épices dès la sortie du four puis le couvrir d’un torchon. Consommé 24 h après cuisson, il sera plus moelleux. Afin de bien le conserver, l’envelopper dans un film de alimentaire."]}}, {"titre": "Cornuelles", "url": "https://www.cuisine-libre.org/cornuelles", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/45/6df0df5d7c2cd31ec680808d5f906b.jpg?1644794481", "recette": {"titre": "Cornuelles", "infos": {"duree_preparation": "30 min", "duree_cuisson": "12 min", "duree_repos": "1 h", "methode_cuisson": "Four"}, "ingredients": ["500 g de farine", "250 g de beurre mou", "240 g de sucre en poudre", "3 œufs", "½ sachet de levure chimique", "1 c. à soupe de Pastis (ou autre alcool anisé)", "1 c. à soupe d’extrait de vanille", "60 g de graines d’anisou de petites perles de sucres à l’anis rouges et blanches", "1 jaune d’œuf", "1 c. à soupe de lait"], "etapes": ["Travailler le beurre avec le sucre sans le faire blanchir. Ajouter les œufs les uns après les autres. Ajouter le Pastis et la vanille.", "À part, mélanger la farine, la levure et le sucre, puis les incorporer rapidement à la préparation précédente du bout des doigts jusqu’à obtenir une boule homogène.", "Filmer et la laisser reposer durant 1 heure au frais.", "Préchauffez le four à 180°C.", "Étaler la pâte sur un plan de travail fariné. Abaisser sur 5 mm d’épaisseur et former des triangles (traditionnellement de 15 cm de base sur 18 cm de côté). Utiliser une règle pour former les triangles et une roulette à pâte pour donner une forme dentelée sur les côtés.", "Faire un trou au centre des triangles (un bouchon de bouteille fera un emporte-pièce idéal) d’environ 3 cm de diamètre.", "Déposer vos cornuelles sur une plaque recouverte de papier sulfurisé.", "Tracer des rayures avec une fourchette sur les cornuelles en rejoignant les extrémités des triangles. Les badigeonner d’un mélange de jaune d’œuf et de quelques gouttes de lait. Saupoudrer de grains d’anis aux trois extrémités.", "Enfourner les cornuelles durant environ 12 minutes. Elles doivent être légèrement dorées sur le dessus, mais pas trop pour ne être trop sèches.", "À déguster tiède ou froid."]}}, {"titre": "Tronco di bosco (bûche au chocolat)", "url": "https://www.cuisine-libre.org/tronco-di-bosco-buche-au-chocolat", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/bb/b0a811c454d5377420f96f46ffb6fb.jpg?1644797253", "recette": {"titre": "Tronco di bosco (bûche au chocolat)", "infos": {"duree_preparation": "30 min", "duree_cuisson": "", "duree_repos": "4 h", "methode_cuisson": "Crudité"}, "ingredients": ["250 g de beurre", "50 g d’amandes", "70 g de sucre glace", "2 jaunes d’œufs", "100 g de cacao amer", "150 g de biscuits à la cuillère (boudoirs)", "5 cuillères à soupe de rhum"], "etapes": ["Mettre le beurre dans un saladier tiédi et le laisser se ramollir.", "Faire blanchir les amandes, les monder puis les hacher finement.", "Fouetter le beurre en crème, en lui incorporant, petit à petit, le sucre.", "Dans un autre saladier, battre les 2 jaunes d’œufs jusqu’à consistance mousseuse puis les incorporer au beurre.", "Verser le cacao en pluie sur le beurre et mélanger bien.", "Émietter les biscuits et les incorporer au mélange.", "Ajouter les amandes et le rhum. Laisser reposer 10 minutes.", "Disposer l’ensemble de la préparation sur une feuille d’aluminium, la rouler en forme de cylindre. Refermer l’aluminium.", "Laisser prendre la bûche au moins 4 heures au réfrigérateur. Une nuit sera parfait.", "Retirer l’aluminium, la dressera sur un plat réfrigéré puis la couper en tranches fines.", "Servir sans attendre, à température ambiante, la bûche fond légèrement…"]}}, {"titre": "Gâteau de Pentecôte", "url": "https://www.cuisine-libre.org/gateau-de-pentecote", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/54/6f1e7cc84af2e46f7cc929bb1165f3.jpg?1644794725", "recette": {"titre": "Gâteau de Pentecôte", "infos": {"duree_preparation": "20 min", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": ""}, "ingredients": ["1 génoise", "350 g de crème semi-épaisse entière", "45 g de sucre glace", "15 fraises"], "etapes": ["Laver et équeuter les fraises. Monter la chantilly en battant la crème et le sucre glace. En recouvrir soigneusement toute la génoise. Terminer la décoration du gâteau comme suit :"]}}, {"titre": "Tarte aux pommes à la normande", "url": "https://www.cuisine-libre.org/tarte-aux-pommes-a-la-normande", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/1b/6bd509e687e4e7f701a4da63be2765.jpg?1647817231", "recette": {"titre": "Tarte aux pommes à la normande", "infos": {"duree_preparation": "", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["125 g de beurre", "250 g de farine", "1 œuf", "90 g de sucre glace", "30 g de poudre d’amande", "1 œuf", "18 g de sucre semoule", "12 cl de crème liquide", "½ gousse de vanille", "1 c. à s. de Calvados", "2 pommes golden moyennes", "12 g de beurre", "5 g de sucre semoule", "2 c. à s. de Calvados"], "etapes": ["Tamiser la farine. Mettre le beurre en pommade : il doit être souple pour éviter de trop travailler la pâte. Ajouter le sucre glace, la poudre d’amande et l’œuf. Mélanger le tout. Lorsque la préparation est bien homogène, incorporer la farine tamisée. Rouler la pâte en boule, l’envelopper de film étirable. Réserver 12 heures au réfrigérateur.", "Beurrer un cercle de 14 cm de diamètre. Abaisser la pâte sucrée sur une épaisseur de 3 mm et en garnir le cercle. Le déposer au réfrigérateur pendant 10 min. Chauffer le four à 160°C. Cuire la tarte à blanc puis la réserver.", "Casser l’œuf dans un saladier. Ajouter le sucre. Fendre la gousse de vanille, récupérer les graines avec la lame d’un couteau et les ajouter. Verser la crème et bien mélanger le tout. Puis ajouter le Calvados. Bien mélanger. Réserver au frais.", "Laver, éplucher, citronner les pommes. Les couper en cubes. Dans une poêle, faire fondre le beurre et le sucre. Ajouter les pommes et faire sauter quelques minutes. Arroser d’un peu de Calvados. Débarrasser et réserver à température ambiante.", "Préchauffer le four à 180°C. Garnir le fond de tarte avec les pommes sautées puis le recouvrir de crème normande. Cuire pendant 15 minutes. Contrôler celle-ci avec la pointe d’un couteau : il ne doit plus rester d’humidité sur la lame. Débarrasser la tarte sur une grille. Saupoudrer du sucre glace sur la tarte."]}}, {"titre": "Lammele", "url": "https://www.cuisine-libre.org/lammele", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/ac/d2864b8610a3e7d2bf387043dcacf3.jpg?1644800388", "recette": {"titre": "Lammele", "infos": {"duree_preparation": "30 min", "duree_cuisson": "30 min", "duree_repos": "30 min", "methode_cuisson": "Four"}, "ingredients": ["4 œufs", "120 g de sucre", "120 g de farine", "20 g de fécule", "50 g de beurre", "1 gousse de vanille", "sucre glace"], "etapes": ["Préchauffer le four à 180°C.", "À l’aide d’un pinceau, enduire abondamment et très soigneusement le moule à lammele de beurre fondu. Le fariner légèrement et le tapoter doucement pour faire tomber l’excédent de farine.", "Fendre la gousse de vanille en deux et la gratter dans le sucre.", "Fouetter les jaunes d’œufs avec le sucre vanillé, jusqu’à ce que le mélange blanchisse. Ajouter éventuellement un zeste de citron.", "Tamiser la farine avec la fécule. L’ajouter délicatement au mélange, cuillère après cuillère.", "Battre les blancs en neige. Les ajouter délicatement au mélange, en deux fois, en soulevant bien la pâte.", "Verser la pâte dans le moule, sans le remplir : aux trois quart de sa hauteur, pour éviter les débordements pendant la cuisson.", "Enfourner 20 à 30 minutes. Vérifier la cuisson en plantant la lame d’un couteau : elle doit ressortir propre. Démouler à la sortie du four.", "Laisser complètement refroidir. Avant de servir, saupoudrer de sucre glace. Nouer un ruban autour du cou de l’agneau et y planter un petit drapeau alsacien."]}}, {"titre": "Gaufres de Liège", "url": "https://www.cuisine-libre.org/gaufres-de-liege", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/e1/06a6aed73f0c76d1d8c7fd29dbf9f9.jpg?1644794506", "recette": {"titre": "Gaufres de Liège", "infos": {"duree_preparation": "15 min", "duree_cuisson": "15 min", "duree_repos": "2 h", "methode_cuisson": ""}, "ingredients": ["1 kg de farine", "70 g de levure fraîche", "3 œufs", "100 g de sucre", "1 pincée de sel", "du lait tiède", "250 g de beurre", "75 g de saindoux", "vergeoise brune"], "etapes": ["Chauffer le lait et y faire fondre le beurre et le saindoux. Laisser tiédir.", "Délayer la levure dans un peu de lait tiède.", "Battre les jaunes d’œufs. Monter les blancs en neige.", "Dans une terrine verser la farine et y faire un puits.", "Y déposer le sucre et le sel. Ajouter le lait tiède et les jaunes d’œufs et la levure.", "Mélanger la pâte qui doit avoir la consistance d’une bonne pâte à pain.", "À la fin, incorporer délicatement les blancs battus en neige.", "Couvrir et laisser reposer au chaud durant 2 h. La pâte doit avoir le double de volume.", "Confectionner de petits pâtons de la valeur d’une noix et cuire dans un fer à trous moyens.", "Au sortir du fer, ouvrir la gaufre dans l’épaisseur et y tartiner une bonne cuillère de vergeoise, refermer et déguster chaud."]}}, {"titre": "Carac", "url": "https://www.cuisine-libre.org/carac", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/33/c73d274a9ff7c700d7ffd9b2925acc.jpg?1644865220", "recette": {"titre": "Carac", "infos": {"duree_preparation": "35 min", "duree_cuisson": "", "duree_repos": "2 h", "methode_cuisson": ""}, "ingredients": ["6 fonds de tartelette (6-7 cm ø)", "0,5 dl de crème entière", "125 g de chocolat noir", "25 g de beurre", "100 g sucre glace", "1 c. à soupe d’eau", "colorant alimentaire vert", "6 pastilles de chocolat ou Smarties"], "etapes": ["Porter la crème à ébullition, retirer la casserole du feu. Ajouter le chocolat et le beurre, faire fondre en remuant avec le fouet. Répartir le fourrage dans les fonds de tartelettes, placer au réfrigérateur et laisser durcir deux heures.", "Bien mélanger le sucre glace, l’eau et le colorant alimentaire pour obtenir un glaçage épais, en recouvrir les caracs, ajouter une pastille de chocolat au centre et réserver au réfrigérateur jusqu’au moment de servir."]}}, {"titre": "Madeleines au citron", "url": "https://www.cuisine-libre.org/madeleines-au-citron", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/e2/72f369a5a5a56596a6f0dd939e0394.jpg?1644795020", "recette": {"titre": "Madeleines au citron", "infos": {"duree_preparation": "20 min", "duree_cuisson": "15 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["2 œufs", "120 g de sucre", "1 citron biologique", "100 g de farine", "1 sachet de levure", "1 dl d’huile d’olive au citron"], "etapes": ["Mélanger vigoureusement le sucre et les œufs avec un fouet jusqu’à ce que le mélange devienne pâle et homogène.", "Prélever 1 petite cuillère de levure, mélanger avec la farine, et verser progressivement sur les œufs en ne cessant pas de remuer.", "Râper la moitié du zeste du citron et l’ajouter.", "Verser progressivement l’huile d’olive en filet, comme pour une mayonnaise, et mélanger soigneusement.", "Répartir le mélange dans les moules à madeleines en faisant attention à ne les remplir qu’aux deux tiers, car les madeleines gonflent à la cuisson.", "Glisser dans le four préchauffé à 210°C et cuire un quart d’heure."]}}]